[
  {
    "Title": "Davila-Barboza, J. A., Gutierrez-Rodriguez, S. M., Juache-Villagrana, A. E., Lopez-Monroy, B., & Flores, A. E. (2024). Widespread Resistance to Temephos in Aedes aegypti (Diptera: Culicidae) from Mexico. In Insects (Vol. 15, Issue 2, p. 120). MDPI AG. DOI: 10.3390/insects15020120",
    "Abstract": "Organic synthetic insecticides continue to be part of the arsenal for combating vector-borne diseases in Mexico. Larvicides are a fundamental part of the process in programs for mosquito control, temephos being one of the most widely used in Mexico. In the present study, we analyzed the frequency of temephos resistance in twenty-three Aedes aegypti populations using the discriminating concentration (DC) of 0.012 mg/L. We also tested 5× DC (0.6 mg/L) and 10× DC (0.12 mg/L) of temephos. The resistance distribution to temephos was interpolated to unsampled sites using the inverse distance weighting (IDW) method. The populations of Ae. aegypti showed a high frequency of resistance (1× DC) with mortality rates below 93% in 22 of the 23 populations analyzed. Moderate resistance intensity (5× DC) was found in 78% of the populations, and high intensity (10× DC) in 30%. Predicted mortality was below 60% in the populations of the Pacific Coast, along the Gulf of Mexico, and in the state of Coahuila in Northeastern Mexico in relation to 1× DC; the Pacific Coast and Northeast patterns hold for 5× and 10× DC. The results suggest the need for rotation of the larvicide to effectively control the larval populations of the vector in the country."
  },
  {
    "Title": "Juache-Villagrana, A. E., Ponce-Garcia, G., Gonzalez-Escandon, M. D. J., Vazquez-Dominguez, I. F., Castro-Bautista, A. G., Lopez-Monroy, B., Rodriguez-Sanchez, I. P., Ojeda, M. G. A., & Flores, A. E. (2023). Status of Acaricide Resistance and Detecting the Knockdown Resistance Mutation T2134A in the Cattle Tick Rhipicephalus microplus (Acari: Ixodidae) from Northeastern Mexico. In Journal of the American Mosquito Control Association (Vol. 39, Issue 2, pp. 122–128). American Mosquito Control Association. DOI: 10.2987/23-7113",
    "Abstract": "Rhipicephalus microplus is the most important tick in veterinary medicine, given its repercussions on animal production. The principal strategy to avoid adverse effects associated with R. microplus is the chemical control of tick populations through organosynthetic acaricides. Therefore, monitoring susceptibility to acaricides is paramount in any control program. This study aimed to analyze the resistance status of 2 populations of R. microplus from northeastern Mexico to the organochlorine (OC) lindane, organophosphates (OP) coumaphos, chlorfenvinphos, diazinon, and chlorpyrifos, and the synthetic pyrethroids (SPs) flumethrin, deltamethrin, and cypermethrin. Discriminating doses (DD) of each acaricide were used in the larval packet bioassay (LPT). Additionally, the presence of the knockdown resistance (kdr) mutation T2134A associated with pyrethroid resistance was evaluated using allele-specific polymerase chain reaction (PCR). The populations of R. microplus showed a high frequency of resistance to SP, with mortality rates of less than 5%; they also showed resistance to the OPs (diazinon and chlorpyrifos) with mortality rates ranging from 1.29% to 34.62%; meanwhile, they were susceptible to coumaphos and chlorfenvinphos. Mortality rates higher than 66% were observed for lindane, indicating susceptibility. The mutant allele of the kdr mutation T2134A was detected in 75% and 100% of the pools analyzed. The populations studied presented a highly resistant profile to pyrethroids, with the presence of the kdr mutant allele A2134. The susceptibility to the organophosphates such as coumaphos and chlorfenvinphos of R. microplus from northeastern Mexico should be noted."
  },
  {
    "Title": "Maestre-Serrano, R., Flórez-Rivadeneira, Z., Castro-Camacho, J. M., Soto-Arenilla, E., Gómez- Camargo, D., Pareja-Loaiza, P., Ponce-Garcia, G., Juache-Villagrana, A. E., & Flores, A. E. (2022). Spatial Distribution of Pyrethroid Resistance and kdr Mutations in Aedes aegypti from La Guajira, Colombia. In Insects (Vol. 14, Issue 1, p. 31). DOI: 10.3390/insects14010031",
    "Abstract": "Dengue, chikungunya, and Zika are of great concern to the public health of Colombia. One of the main control strategies for these diseases is the application of insecticides directed at the Aedes aegypti vector. However, insecticide resistance has been increasingly recorded in the country, making control measures difficult. Here, we evaluated the resistance profiles for pyrethroids in populations of Ae. aegypti from La Guajira, Colombia. The frequency (diagnostic dose, DD) and intensity (2×, 5×, and 10× DD) of resistance to permethrin, deltamethrin, and lambda-cyhalothrin were determined in 15 populations of Ae. aegypti from La Guajira, Colombia, using the bottle bioassay. The kdr mutations V1016I, F1534C, and V410L, were identified, and their allele and genotype frequencies were calculated. Finally, the mortality values for the analyzed pyrethroids were interpolated following the IDW method for predicting pyrethroid resistance. The populations of Ae. aegypti showed a high frequency of resistance to permethrin with a low to moderate intensity, which was associated with the triple-resistant haplotype LL410/II1016/CC1534. They remain susceptible to deltamethrin and, in some populations, expressed the risk of developing resistance to lambda-cyhalothrin."
  },
  {
    "Title": "Juache-Villagrana, A. E., Pando-Robles, V., Garcia-Luna, S. M., Ponce-Garcia, G., Fernandez-Salas, I., Lopez-Monroy, B., Rodriguez-Sanchez, I. P., & Flores, A. E. (2022). Assessing the Impact of Insecticide Resistance on Vector Competence: A Review. In Insects (Vol. 13, Issue 4, p. 377). MDPI AG. DOI: 10.3390/insects13040377",
    "Abstract": "The primary strategy to avoid adverse impacts from insect-mediated pathogen transmission is the chemical control of vector populations through insecticides; its continued use has led to insecticide resistance and unknown consequences on vector competence. This review aims to systematically analyze and synthesize the research on the influence of insecticide resistance (IR) on vector competence (VC). Thirty studies met the inclusion criteria. Twenty studies, conducted either in laboratory or field settings, described the influence of phenotypic insecticide resistance and mechanisms on VC in vectors of human pathogens. Seven studies showed the effect of exposure to insecticides on VC in vectors of human pathogens. Three studies reported the influence of phenotypic resistance and mechanisms on VC in crop pests. The evidence shows that IR could enhance, impair, or have no direct effect on VC in either field or laboratory-designed studies. Similar positive and negative trends are found in pest vectors in crops and studies of insecticide exposure and VC. Even though there is evidence that exposure to insecticides and IR can enhance VC, thus increasing the risk of pathogen transmission, more investigations are needed to confirm the observed patterns and what implications these factors could have in vector control programs."
  },
  {
    "Title": "Gonzalez-Santillan, F. J., Contreras-Perera, Y., Davila-Barboza, J. A., Juache-Villagrana, A. E., Gutierrez-Rodriguez, S. M., Ponce-Garcia, G., Lopez-Monroy, B., Rodriguez-Sanchez, I. P., Lenhart, A. E., Mackenzie-Impoinvil, L., & Flores, A. E. (2022). Fitness Cost of Sequential Selection with Deltamethrin in Aedes aegypti (Diptera: Culicidae). Journal of Medical Entomology, 59(3): 930–939. DOI: 10.1093/jme/tjac032",
    "Abstract": "In Mexico, Aedes aegypti (L.) is the primary dengue vector, chikungunya, and Zika viruses. The continued use of synthetic pyrethroids has led to the development of resistance in target populations, which has diminished the effectiveness of vector control programs. Resistance has been associated with disadvantages that affect the biological parameters of resistant mosquitoes compared to susceptible ones. In the present study, the disadvantages were evaluated by parameters related to survival and reproduction ('fitness cost') after selection with deltamethrin for five generations. The parameters analyzed were the length of the development cycle, sex ratio, survival, longevity, fecundity, egg viability, preoviposition, oviposition and postoviposition periods, and growth parameters. In the deltamethrin-selected strain, there was a decrease in the development cycle duration, the percentage of pupae, the oviposition period, and eggs viability. Although mean daily fecundity was not affected after the selection process, this, together with the decrease in the survival and fecundity levels by specific age, significantly affected the gross reproductive rate (GRR), net reproductive rate (Ro), and intrinsic growth rate (rm) of the group selected for five generations with deltamethrin compared to the group without selection. Identifying the 'cost' of resistance in biological fitness represents an advantage if it is desired to limit the spread of resistant populations since the fitness cost is the less likely that resistant individuals will spread in the population. This represents an important factor to consider in designing integrated vector management programs."
  },
  {
    "Title": "Calvo-Anguiano, G., Lugo-Trampe, J. de J., Ponce-García, G., Lugo-Trampe, A., Martinez-Garza, L. E., Ibarra-Ramirez, M., Campos-Acevedo, L. D., Caballero-Sosa, S., Juache-Villagrana, A. E., Fernández-Salas, I., Flores-Suarez, A. E., Rodriguez-Sanchez, I. P., & Trujillo-Murillo, K. del C. (2021). Molecular Characterization of Associated Pathogens in Febrile Patients during Inter-Epidemic Periods of Urban Arboviral Diseases in Tapachula Southern Mexico. Pathogens, 10(11). DOI: 10.3390/pathogens10111450",
    "Abstract": "Emerging and re-emerging vector-borne infections are a global public health threat. In endemic regions, fever is the main reason for medical attention, and the etiological agent of such fever is not usually identified. In this study, non-specific febrile pathogens were molecularly characterized in serum samples from 253 patients suspected of arbovirus infection. The samples were collected in the southern border region of Mexico from April to June 2015, and February to March 2016. ZIKV, CHIKV, DENV, leptospirosis, and rickettsiosis were detected by qPCR and nested PCR to identify flavivirus and alphavirus genera. The results indicated that 71.93% of the samples were positive for CHIKV, 0.79% for ZIKV, and 0.39% for DENV, with the number positive for CHIKV increasing to 76.67% and those positive for ZIKV increasing to 15.41% under the nested PCR technique. Leptospira Kmetyi was identified for the first time in Mexico, with a prevalence of 3.16%. This is the first report of ZIKV in Mexico, as well the first detection of the virus in early 2015. In conclusion, the etiological agent of fever was determined in 94% of the analyzed samples."
  },
  {
    "Title": "Juache Villagrana, A. E., & Flores Suárez, A. E. (2021). Políticas públicas para el control de enfermedades transmitidas por vectores en México (Public policies for the control of vector-borne diseases in Mexico). RESPYN 20(2). DOI: 10.29105/respyn20.2-5",
    "Abstract": "Las enfermedades transmitidas por vectores (ETV) persisten como un problema nacional de salud pública. A fin de disminuir su impacto, existen políticas públicas dirigidas al manejo de estas infecciones. Las soluciones propuestas, así como su implementación, se estipulan dentro de documentos como la ley general de salud (LGS) y normas oficiales mexicanas (NOM). Pese a que la ejecución de las políticas públicas ha conducido a resultados favorables en contra de las ETV, existen nuevas pautas internacionales establecidas por la Organización Mundial de la Salud (OMS) que incrementarían la eficacia de las políticas actuales. Objetivo: Contrastar las acciones estipuladas en las políticas públicas mexicanas del 2000 a 2020 para el combate a las ETV contra las directrices internacionales actuales. Conclusiones: La mayoría de las actividades en contra de las ETV recaen dentro del control de vectores, mismo que al ser comparado con las directrices de la OMS exhibe áreas de oportunidad en la escala de aplicación, uso de insecticidas, participación comunitaria, investigación, entre otras. Bajo este escenario, las políticas públicas deben actualizarse para incluir nueva información propuesta por organismos internacionales."
  },
  {
    "Title": "Montiel-Armendáriz, S., Verdugo, C., Juache-Villagrana, A. E., Jiménez-Vega, F., Quezada- Casasola, A., Vital-García, C., & Escárcega-Ávila, A. (2021). Molecular identification and morphological variations of Dermacentor albipictus collected from two deer species in Northern Mexico. Experimental and Applied Acarology, 84(2): 473–484. DOI: 10.1007/s10493-021-00613-7",
    "Abstract": "In total, 57 ticks were collected from six white-tailed deer (Odocoileus virginianus) and three mule deer (O. hemionus) in northern Mexico during the 2017, 2018 and 2019 hunting seasons. Morphological features of adult male and female ticks were observed and photographed using a stereo-microscope and scanning electron micrography. The ticks were identified as Dermacentor albipictus based on taxonomic keys. Molecular analysis using DNA amplification of the 16S rDNA and cytochrome oxidase 1 (COI) genes was employed to resolve the phylogenetic relationships from 18 strains of Dermacentor species. Bayesian phylogenetic analysis was performed in order to obtain a phylogenetic tree based on the concatenated sequence in the D. albipictus clade. The geometric morphometric analysis compared the body shape of ticks collected from specimens of two deer species by analyzing nine dorsal and ventral landmarks from both males and females. The results suggest that body shape variation in dorsal structures might be related to the host."
  },
  {
    "Title": "Juache-Villagrana, A. E., De la Mora-Covarrubias, A., Escárcega-Ávila, A., & Jiménez -Vega, F. (2020). Host selection of Aedes aegypti and Culex quinquefasciatus females in a semi-desert environment in Northern Mexico. International Journal of Tropical Insect Science, 41(1): 55–63. DOI: 10.1007/s42690-020-00175-y",
    "Abstract": "Transmission of arboviral diseases such as those caused by dengue, chikungunya and West Nile viruses involves hematophagous insects. Arbovirus transmission is a complex process in which host selection plays an important role that determines the contact rates between vulnerable hosts and infective vectors. This paper describes host selection of Aedes aegypti (Linnaeus) (Diptera: Culicidae) and Culex quinquefasciatus in suburban neighborhood houses located in the semi-desert environment of northern Mexico. All bloodmeal analyses were completed in engorged females collected by means of BG-GAT (BIOGENTS ®) traps and blood identification was made through PCR analysis using cytochrome b as reference gene. The results show that Ae. aegypti is feeding primarily on birds from the Galliformes and Columbiformes orders. On the other hand, Culex quinquefasciatus exhibits the same behavior as Ae. aegypti, selecting Galliformes as the main blood source group but exhibits different behavior regarding humans, feeding preferentially on humans over non-human mammals. Regarding resource utilization, Ae. aegypti had a broader niche (0.79) than Cx. quinquefasciatus (0.46). Pianka´s niche overlap index (0.79) showed that both species share many common hosts. Host selection for the mosquito species analyzed were found to be atypical from what is reported in the literature, which could have an impact on the vectorial capacity of the mosquitoes within the study area."
  },
  {
    "Title": "Juache, A., Ordenes, R., & Benítez, H. A. (2018). Quantifying the shape variation of the elytra in Patagonian populations of the ground beetle Ceroglossus chilensis (Coleoptera: Carabidae). Zoologischer Anzeiger, 274: 123–126. DOI: 10.1016/j.jcz.2018.02.002",
    "Abstract": "Elytra shape variation was analyzed from two forest systems in the Chilean Patagonia, one composed of Nothofagus dombeyi and N. nitida and a second-growth stand of N. pumilo. Geometric morphometrics analysis and multivariate analyses were used on the complete elytra having the shape information (outline) of the trait. The results show several shape variations on the mid bottom of the elytra and confirm the local adaptation of the Patagoninan population at different traits with the results found at the abdominal section of previous studies of the same species, nevertheless, here we found a complete absence of sexual shape dimorphism using the elytra as a trait of sexual differentiation. A positive allometry was found, however, this was not related with sexual dimorphism differentiation but rather with to the forest and second-growth forest."
  }
]
